/* Text for buttons that leave the game running (as opposed to a new game, or a quit action) */
"GSButtonTextContinue" = "Continue";

/* Text for buttons that will start a new game */
"GSButtonTextNewGame" = "New Game";

/* Text for buttons that will exit the application */
"GSButtonTextQuit" = "Quit";

/* Alert text for clearing the high scores */
"GSClearScoresConfirmation" = "Are you sure you want to clear the high scores table?";

/* Additional information when prompting for score deletion */
"GSClearScoresConfirmationInfoText" = "This action cannot be undone.";

/* The text on a Cancel button in an alert */
"GSGeneralAlertCancel" = "Cancel";

/* The text on an OK button in an alert */
"GSGeneralAlertOK" = "OK";

"GSAlertMessageTextNoMoreMoves" = "No more moves left!";
